{
    "text" : "A collection of components that work together to realize some objectives forms a system. In a system the different components are connected with each other and they are interdependent. For example, human body represents a complete natural system. We are also bound by many national systems such as political system, economic system, educational system and so forth. The objective of the system demands that some output is produced as a result of processing the suitable inputs. A well-designed system also includes an additional element referred to as 'control' that provides a feedback to achieve desired objectives of the system.",

"text1" :"There has been an increase in interest in pornography claimed to feature Ukrainian refugees, who are increasingly being targeted for sexual exploitation, according to research. Thomson Reuters researchers found that Ukrainian refugees may be victims of traffickers on the ground and of cyber-voyeurs. The researchers identified an increased interest in Ukrainian pornography since Russia invaded Ukraine in February 2022 by analysing global search engine traffic. They believe the increased interest may be encouraging traffickers to act more often and with greater impunity.The organisation has called for urgent action to strengthen protections for Ukrainian women and children who are at risk from sexual exploitation.The analysis of internet search trends found that views of pornographic videos claimed to show Ukrainian refugees have leapt in the past six months. A snapshot of 13 videos claimed to feature Ukrainian refugees shows they were viewed 275,000 times in January.While there was evidence of sexual exploitation and trafficking of some Ukrainians before the war started, the latest data shows a significant increase since the Russian invasion. Worldwide search traffic for exploitative terms such as “Ukrainian porn” have been consistently at higher levels since then.Thomson Reuters is working with the Organisation for Security and Co-operation in Europe (OSCE) to raise awareness about this sexual exploitation. They have launched a campaign called Be Safe to encourage the global community to provide Ukrainians with safety information and to help spot the warning signs of traffickers.Valiant Richey, the OSCE special representative and coordinator for combating trafficking in human beings, said: “This analysis shows just how crucial it is to keep women and children fleeing the war safe. The high demand from men for sexual access to Ukrainian women and girls creates an enormous incentive for traffickers to recruit vulnerable people in order to meet that demand and profit from it.“We already found direct evidence of recruitment attempts on chats used by Ukrainians and an increase in the advertisement of Ukrainians online.”The new data is based on “interest scores”, which relate directly to search traffic and compare a term’s popularity over a specific period.Earlier analysis in 2022 found that global internet searches for sexually exploitative terms specifically relating to Ukrainian refugees surged after the outbreak of the war. In March 2022, research found a 300% global increase in these terms."

}